Repository: OpenDataServer/opendataserver
Catalog: data_sources/airrohr/locale/*/LC_MESSAGES/django.po
Languages: de

source: Sensor ID (given by Airrohr)
de: Sensor ID (von Luftdaten.info vergeben)

source: Device name
de: Gerätename

source: Please enter a device name
de: Bitte gib einen Gerätenamen an

source: Latitude
de: Breitengrad

source: Longitude
de: Längengrad

source: Please enter a name for all sensors
de: Bitte gib einen Namen für alle Sensoren an

source: Field name in data
de: Feldname in Daten

source: Please enter a data field name for all sensors
de: Bitte gib einen Feldnamen in den Daten für alle Sensoren an

source: New device - Step 1
de: Neues Gerät - Schritt 1

source: Please enter a valid sensor id (numeric)
de: Bitte gib eine valide Sensor ID an (numerisch)

source: Create
de: Erstellen

source: New device - Step 2
de: Neues Gerät - Schritt 2
