Repository: OpenDataServer/opendataserver
Catalog: accounts/locale/*/LC_MESSAGES/django.po
Languages: de

source: New e-mail address
de: Neue E-Mail Adresse

source: New e-mail address (repeat)
de: Neue E-Mail Adresse (Wiederholung)

source: There is already an account with this e-mail address
de: Es gibt bereits ein Account mit dieser E-Mail-Adresse

source: The e-mail address does not equal the repeated e-mail address
de: Die E-Mail Adresse stimmt nicht überein mit der wiederholten E-Mail Adresse

source: Current password
de: Aktuelles Passwort

source: New password
de: Neues Passwort

source: New password (repeat)
de: Neues Passwort (Wiederholung)

source: Please enter your current password
de: Bitte gib dein aktuelles Passwort ein

source: E-Mail
de: E-Mail-Adresse

source: First name
de: Vorname

source: Last name
de: Nachname

source: You do not have the permission to view this project
de: Du hast nicht die Berechtigung dieses Projekt anzuschauen

source: Hi! We're so happy you've joined. Before you can use your account please confirm your email address. Please click on the link within the next %(expiration_days)s days: %(activation_url)s
de: Hi! Wir sind sehr glücklich, dass du dich angemeldet hast. Bevor du dein Konto nutzen kannst, bestätige bitte deine E-Mail-Adresse. Bitte klicke deshalb innerhalb der nächsten %(expiration_days)s Tage auf den Link: %(activation_url)s

source: Account - General
de: Konto - Allgemein

source: Submit
de: Absenden

source: Hi! Someone (hopefully you) has changed the e-mail address of their OpenDataServer account to this e-mail address. If you wish to proceed click the following link in the next %(expiration_days)s days: %(activation_url)s If you did not make this request, you can safely ignore this email.
de: Hi! Jemand (hoffentlich du) hat die E-Mail Adresse seines OpenDataServer-Kontos auf diese E-Mail Adresse geändert. Wenn du fortfahren willst, drücke in den nächsten %(expiration_days)s auf folgenden Link: %(activation_url)s Wenn du diese Anfrage nicht gestellt hast, kannst du diese E-Mail einfach ignorieren

source: Hi! Someone (hopefully you) has changed the e-mail address of their OpenDataServer account to %(new_email)s. If you believe that this is a mistake please contact us by e-mail at %(support_email_address)s
de: Jemand (hoffentlich du) hat die E-Mail Adresse seines OpenDataServer-Kontos auf folgende E-Mail Adresse geändert: %(new_email)s. Wenn du glaubst, dass dies ein Fehler ist, dann kontaktiere uns bitte per E-Mail unter %(support_email_address)s

source: Account - Password
de: Konto - Passwort

source: Settings
de: Einstellungen

source: General
de: Allgemein

source: Security
de: Sicherheit

source: Password
de: Passwort

source: Sign up
de: Registrierung

source: There is already an account with the e-mail address.
de: Es gibt bereits ein Account mit dieser E-Mail-Adresse.

source: Your password doesn't satisfy the minimum requirements. Please try again.
de: Dein Passwort entspricht nicht den Mindestanforderungen. Bitte versuche es erneut.

source: The password confirmation doesn't match your password or doesn't satisfy the minimum requirements. Please try again.
de: Die Passwort-Bestätigung stimmt nicht mit dem Passwort überein oder erfüllt nicht die Mindestanforderungen. Bitte versuche es erneut.

source: Required
de: Erforderlich

source: Your password must be at least 8 characters long, can’t be entirely numeric and may not be be too similar to your other personal information
de: Dein Passwort muss mindestens 8 Zeichen lang sein, kann nicht vollständig numerisch sein und darf nicht zu ähnlich zu deinen anderen persönlichen Daten sein

source: Password (Confirmation)
de: Passwort (Bestätigung)

source: Log in
de: Einloggen

source: Your changes have been saved.
de: Deine Änderungen wurden gespeichert.

source: Please confirm your new e-mail address
de: Bitte bestätige deine E-Mail Adresse

source: We've send you an e-mail to confirm your new e-mail address. Please click the link in the e-mail to make your change effective.
de: Wir haben dir eine E-Mail geschickt, um deine neue E-Mail Adresse zu bestätigen. Bitte klicke den Link in der E-Mail um deine Änderung wirksam zu machen.

source: Your e-mail address has been changed.
de: Deine Änderungen wurden gespeichert.

source: The confirmation key you provided has expired. Please request a new link.
de: Der von dir angegebene Aktivierungsschlüssel ist ungültig. Bitte frage einen neuen Link an.

source: The e-mail address is already confirmed.
de: Deine E-Mail Adresse ist bereits bestätigt.

source: The confirmation key you provided is invalid.
de: Der von dir angegebene Aktivierungsschlüssel ist ungültig.

source: Your e-mail address has been changed
de: Deine Änderungen wurden gespeichert

source: Please confirm your e-mail address
de: Bitte bestätige deine E-Mail Adresse

source: Thank you very much for your registration. We've sent you a confirmation mail with a link to activate your account.
de: Vielen Dank für deine Registrierung. Wir haben die eine Bestätigungsmail gesendet mit einem Link um dein Konto zu aktivieren.

source: You've activated your account successfully, you can now log in.
de: Du hast dein Konto erfolgreich aktiviert, du kannst dich jetzt einloggen.

source: The account you attempted to activate has expired.
de: Das Konto, das du versucht hast zu aktivieren, ist abgelaufen.

source: The account is already activated. You can log in.
de: Dein Konto ist bereits aktiviert. Du kannst dich einloggen.

source: The activation key you provided is invalid.
de: Der von dir angegebene Aktivierungsschlüssel ist ungültig.
